Revit 2027 API
FailureMessageKey Properties
The FailureMessageKey type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Top
See Also
Reference
FailureMessageKey Class
Autodesk.Revit.DB Namespace